["Bitch please. Stay in your lane..", "like if you got a bitch say that", "just doing bitch ass shit smh", "@alexissssrusssh bitch take this off 😒😒😒😒😒😒😒😒😒😒", "@ENVYShann stop being a hoe 😂😂🙄", "@TasteMy_Smileey bitch no fuck that. I'm bruising yo shit", "You ain't never have a bitch understand you", "BITCH BETTER HAVE MY MONEY #MTVStars Rihanna ⚓ Nicki Minaj ⚓ Lady Gaga ⚓ One Direction ⚓", "I can't have kids bitch get your mind right 😌", "I hate it when ugly people say I need my beauty sleep. Bitch you need to hibernate.", "took a nigga bitch 😂", "See like a lil bitch", "Hoe ass bitch nigga", "shut ur bitch ass up .", "4/300 BITCH VOTE!\n\n#MTVStars Lady Gaga | Rihanna | Katy Perry | Ariana Grande | Beyonce | Iggy Azalea", "@animooalien HOE DONT DO IT I NEED U IN MY LAIFEEEEE", "Despite what everyone says, I don't think your mom is a \"dirty pirate whore\". dhe's actually quite clean for a  irate whore.", "I'm such a bitch but I love it😂", "When @BeffCrook 's mum answers the phone to you as 'Hollie the hoe' 👍🏼👍🏼👍🏼", "I just really don't like this bitch", "Fat ass bitch lol", "bitch you know i dont like you??", "Just because people do things different to you doesn't mean you should be a complete bitch, maybe there's a reason why I do things my way!!", "I will stay mad with my mad ass bitch!", "bitch don't like my shit?", "DUMB ASS BITCH. FUCK YOU.", "Karma is a bitch but make sure that bitch is beautiful", "I wish I can lay under my bitch Right now😩😩😩😩😭😭💯🙏🏼", "@_Love_Dria hahahahahah tell me u love me whore", "@PrenticeCollins imma buy that hoe soon", "@snugglyoakley they don't like him he's a cunt", "Had to leave that hoe alone to get my mind right", "Bitch better get my money", "@LUFC fuck off and die massimo you stupid cunt!", "\"You don't know me like that\"- a hoe", "I lost my virginity to a hoe 😂", "My bitch said \" the lambs \" 💀💀💀", "Like \"why you ain't hit me up bitch?\"", "@Reddakushgodd @loudpaK_97 @SheLovesFetti lol you ain't right bitch", "👩\"What do u want to be when u grow up?\" \n👧\"A whore\"\n👩\"NO! A doctor!\"\n👧\"A doctor whore\"\n\n😂 😂 😂 😂 😂 😂 😂 😂", "@DeLegeWalden hoe kom ik nu door?", "Did u find ur bitch in me", "Bitch only 18 got a baby da 2 just had a baby 3 months ago n pregnant ago glad dat wasnt my baby", "bitch don't get mad", "if I'm up then my bitch is up 😂😂😂", "@LoveeSadiee bitch bye ✌🏾️", "I don't like that bitch. show her this too", "But all you got is some fucking issues you fucking bitch", "😂😂😂😂😂😂 lil bitch", "I'm a boss bitch my shirt BOSS bitch", "This bitch kedreii 😑😑😑😑😂", "I don't like the bitch. Not more to say.", "Nao tem piada mas ya bitch", "My bitch sat right in the house while I went to the day party 💪🏽💪🏽💪🏽😂😂😂", "I got caviar wit a bad bitch", "Bitch you thought 😂😂😂😂", "@LeaSobol ta eu ta conduite accompagnée Lélé bitch ? 💜", "That cookie ain't no hoe 😂🙌🏾🙌🏾🙌🏾🔦 #d", "not a weak bitch no more cos i am the ninja, bitch named ginger, hope somebody gotta a couple limbs they can lend ya", "when your friends say \"I have no friends\" like bitch what am I?", "I know a hoe when I see one", "I'm a boss ass bitch bitch bitch bitch 😎", "Does it hurt like a fucking bitch", "@Fleertjelive Hoe kwam je op fleertje?", "U a Hoe to ur heart", "Such a cunt trying to get into this fucking disaster", "Het dwingt je, heel praktisch, om onderscheid te maken tussen wat jíj wilt en belangrijk vindt en hoe dit voor de ander is.", "Got this dirty ass bitch over here", "I have so much proof that you're just gonna be fucked over but you're a cunt so I'll sit back and watch it all crumble around you", "when u have a wound and u thINK WHERE THE FUCK DID U COME FROM U LITTLE BITCH", "like bitch , stop talking to me !", "#MainStreetMemories hoe ze al zover zijn gekomen!", "FUCK YOU YOU STUPID ASS BITCH", "ahk a wild vicious ass bitch", "@Ken2Dawg Kenny you used to have one bitch", "That bitch ain't got nothing on me ...", "Boolin with your bitch she never told you", "Like bitch if you don't get.", "@bigsteeeez I called your bitch ass today", "I'm me How can a bitch say no to me?? 😂", "I'm good on the hoe shit", "Left my baby mama now my bitch a Barbie. #woah", "@sammywilk bitch. it's 12:52am where i'm at!", "i just fucked your bitch in some gucci flip flops", "Bitch move from the sunlight. l hate the smell of burning plastic.", "nut in her mouth then i kick the bitch out", "He's doing that he's one crazy son of a bitch", "Some people bitch way to much", "@elle_lee__ thanks my bitch love you❤️", "and just like that, I'm over your bitch ass", "Fuck u bitch u need me #FlyShitOnly", "@moidanieles miss u love u bitch", "@MyaKuSoe fuck around like a hoe", "@BrittnyImani dead tryna have one like my bitch needa be lit all day for her bday 💁🏽", "My bitch don't like to know me", "should I be a bitch about it or let it go 🤔", "It's my bitch birthday turn up @aniphiaaa_", "Like can I stop being a little bitch or ?", "She said \"ilovecristian\" I was like bitch I'm not Makonnen", "123 Bitch  #MTVStars Britney Spears * Lana Del Rey", "@_adoreeniyaa bitch 😂😂😂💀", "#MTVStars Selena Gomez  🔮 Lana Del Rey 🔮 Britney Spears 🔮  Nicki Minaj 🔮 Demi Lovato\nbitch!!39sdas", "Bitch I don't fuck w/ you", "@Esmeeopderbest hoe was die van jou?", "\"I'm not a do-nothing bitch\" Yes, @RondaRousey. Yes. #2020", "Taking pictures with him ha you fake ass bitch", "I hate hoe ass niggas", "Don't watch me, watch yo nigga hoe", "Feel like being an emotionless bitch.💁🏽", "Britney Bitch!\n#MTVStars Britney Spears\n9neyy1", "Bitches always wanna talk about what my nigga did in the past! Bitch u was a hoe in the past &amp; I stood by you 🤔", "Awwwee man I got his bitch depressed", "@bossmpr__ I'm tryna fuck yo bitch", "Hoe ass niggas I tell yah!🙅🏾🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽", "From every song to every tweet bitch you copying!", "That Bitch Crazy .. No No No 😴", "@_nathaniiiel fuck u fat cunt", "@KISSSMYY___ no tf I'm not bitch 😂", "I fukked that bitch she popped that pussy like a handstand", "It's Britney Bitch! \n#MTVStars Britney Spears\n--102", "Bitches be lookin for a come up bitch be yo own come up", "we got that bitch don't play", "I need a bad bitch in my life", "YES BITCH 👏🏽👏🏽👏🏽 #MadeInTheAM", "@Rodriguez1606 @GT_Ent720 then why even go hoe, im real hurt rn. That could have been me actually contributing to conversation lol", "new header follow the cunt @kamoghoul", "@xiramb happy birthday bitch, love ya😘", "@RJakaGunner when yo hoe ass get a him? Lol", "@OBJ_3 soft ass bitch", "Got a bitch with an attitude problem", "snitch, bitch, snitchin ass bitch and you know it.", "Fuck ugly ass bitch", "giiiirrll, u a dumb ass bitch", "Wtf💀💀 this bitch said her hand is cut", "Like fuck shit bitch no", "Fuck you, I got a new bitch now", "....Yeah im rich bitch", "#RIHvember is fucking here!!! I'M READY BITCH", "bitch better get your own life .", "You be pressed to fuck a bitch on her period of course the shit ain't gonna smell like roses 👀😂😂😂 like ok nigga you ain't hurting me Lmaoo", "Man that hoe be ain't the same shit", "Around Here ☝🏽👇🏽👈🏽👉🏽 Bitch I Run This Shit.", "What's mine is mine remember that bitch", "\"like bitch caalllm dowwwn\" 😭😭😭", "@thereal_rc3 go back to sleep bitch", "I be like shut your bitch ass up #S", "I Got another nigga bitch with me", "@_jakelinmillan aw thanks hoe 💖💖💘", "@Nisxzai u bitch 😂😂😂😂😂", "Fuck that bitch ass nigga !", "#NormaniDefenseSquad 💪💪 oh my god what a stupid bitch", "Bitch I'm good , always", "I ain't no pussy ass bitch.", "She a bitch but I'm a dog , yeahyeah 🐶", "@yungfetuss u my main them my side hoe$", "@bridgetross25 \" ohh yeah yeah bitch back off me\"", "Baby Racoon Lookinq ass bitch 😂", "1443579425 Je moet niet kijken hoe het zat, maar hoe het zitten moet #tcspf4247919392dc019d5835d76535db9aa", "Bitch who da fuck is youuuuu", "this bitch is fucking disgusting😖 I can't with my friends", "Why you tryna beef w/ me yo goof ass from the burbs bitch !", "@Meowstical the fuck is so funny you fucking cunt", "@onyourthrone BITCH WHEN U GET BACK", "@fernrfcx it's a bit early to be signing on tell the cunt!", "@lcbs_ I did bitch ! Get off your damn phone", "My bitch ass ex is on some other shit", "I had to put that lil bitch in her place", "@misguidedLight I'M A FREE BITCH BABY", "I still don't like that bitch", "He's a slut, he's s hoe, he's a freak, got a different girl every day of the week.", "I don't like handjobs, bitch I like head", "'You think everyone loves you yet they don't,you think you're everything C' I don't think that at all but what I do think is you're a cunt.", "I hate bitch made niggas", "I'm with the bitch I don't need the bitch !", "You don't want me bitch I'm flustered", "She said \"ilovecristian\" I was like bitch I'm not Makonnen", "@HateOnLexxx bitch I'm going out when I get off", "@BaddieeJ_  bitch I'm hollering 😭", "But payback's a bitch motherfucker, believe me", "when that bitch wanna fight but was scared to fight you before ☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️", "@jaimecxo YES BITCH I LOVE U", "I'm finna go off in this bitch", "@TommyJoe__ @_OhThereSheGo y'all some hoe ass niggas", "Real nigga talkinnnnn. Stfu hoe.", "\"@babetexts: me: i want to travel\n\nbank account: bitch, where?\"", "@JermBuggg bitch I know you seen my text", "Cause I'm the bitch to get nauseous", "I hate it so much when girls bitch about other girls stfuuuuu", "LUH DUMB BITCH ‼️‼️‼️", "10.1 Bitch Better Have My Money $ #MTVStars #MTVStarOf2015 Rihanna 🍕  Lady Gaga 🍕  Nicki Minaj", "Don't do shit you wouldn't want your bitch to do", "Hoe werkt dat met de eboeken? #tegendebibliothecaris", "can't argue with a bitch that's not on my level", "where is my mom bitch I'm starving", "spoil my bitch and now she acting like a brat", "my bitch white but my cock black", "This bitch got one more time !", "This bitch just wants everyone to like her", "A dolla might fuck yo bitch", "@ceeeanemone @sta_xoxox @BestAcapellaas @OverlyManlyMF I'm a broke ass bitch", "@bookabadass who over der wit dat hoe", "Got rid of my old bitch", "Take A Nigga Bitch &amp; Give Ha Baxc", "I know they think I'm a BITCH", "stupid ass fuckin bitch", "nobody likes a hoe that fucks every dude ever", "I just need you to do for me what I need you to do for me and I'ma come through when you need me bitch.", "\"bro THIS GIRL A BAD BITCH\"", "@SlayEnya I got money for MAC BITCH", "Britney Bitch!\n#MTVStars Iggy Azalea 🚀 Lana Del Rey 🚀 Britney Spears 🚀 Demi Lovato 🚀 Selena Gomez\nxxxx26", "Chill chill you makin a mess hoe", "@SmudSavage_ get yo bitch ass up nigga", "\"Bitch u ain't Shit \"", "Bitch you wasn't with me shootin' in the gym!", "Oo I hate this bitch 😡😤", "\" YOU'ON KNOW NAAN HOE (uh uh) \"", "Hoes be making twerk videos. Talking bout \"just playing around\" bitch you know you was serious", "this bitch yo 😂🙄🙄🙄", "Little ass Hoe lmao", "I'm such a bitch today. Beware.", "still on top pretty bitch gang!", "U knew she was a bitch when u met the bitch", "@Landoee_Staxx yea I ain't like that hoe bro bro", "snitch 👋\nbitch 👋\nsnitching ass bitch 👋", "When a bitch nigga want u", "you a hater hoe, and im a greater hoe", "Snitch bitch snitching ass bitch.  #Empire", "@RenzoDonquixote YASSSSS SLAY BITCH SLAY #RENZOHIVE WE OUTCHEA", "I know imma get my bitch backkkk", "@Jassey_Jay lol bitch you know 😂", "@airodddd @desseraae fuck it Ima bitch 😂", "Yessssssss I'm out this bitch 😊😊😊", "@tmobile_webcare hoe kan ik een verlenging annuleren", "like bitch, run me money !", "@ssssuuuuppp 😂😭😭😭 you a hoe", "@AngelMitzuki Don't you fucking call me that whore!", "\"I'm gonna fuck your bitch~\" #MelonsBot", "@I_chasney Bitch 😒 Then I don't want it", "I'm sorry I called you a bitch", "I can't fuck with hoe niggas", "you're a Bitch\nyou're a Bit\nyou're a\nYoure\nYou \nYo\nY\nYo\nYou\nYoure\nyou're a\nyou're a Bi\nyou're a Bitch\n\nOh look ,you're still a Bitch.", "I don't trust no nigga or bitch", "@_IXXI bitch I don't like u", "\"I dont want to get in between them\"- Carson's a bitch.", "It ain't shit to get a hoe", "i got $40 worth of shit out of rite aid the old bitch told me $8.23 , god is good mannnnn😩😩😩😩🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽", "@5s0spal she was a bitch #MTVSTARS 5 Seconds Of Summer", "@LimonChique gotta main bitch, gotta mistress", "@_shayla2timess bitch who told you to get a new number &amp; not give it to me", "@urgfalbina then don't look at it dumb bitch", "@NickiDupre @Pitchside_Mark Autocorrect is a bitch 😄😄😄", "If she's joe she's a hoe 💯", "Them bitch ass talking shit", "It's not uncommon for a hoe to get recognition", "you are a bad bitch and damn I like that", "that ain't my bitch that's my nigga @khamill18", "you were my cup of tea.. 😔\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀\n⠀NOW I SIP LEAN BITCH! FUCK YOU MEAN GANG GANG GANG IN THIS BITCH", "Yo bitch wanna suck the codeine out a nigga", "fill my cup, bitch go fill my cup yeah", "Just another bitch on the side🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻", "@olddirtymikey BITCH IM DOWN FUCK U", "@Aniekklokkersxx hoe voel je je nu ?", "Bitch can't tell me shit", "Thinking like a nigga, so I don't get played like a bitch", "@amyrod_ @angelao9_ @hoeverses guess that means Angie a hoe..", "when u a pussy ass bitch", "Sorry maar hoe onrespectvol is dit???", "\"You look mean\" \nBitch I am mean. Bye.", "actually you're right because you're a bitch", "@HiiipowerDaidai come open the door bitch", "Boss Bitch only worried about 💎💰💵💵💵", "go get you some money hoe!!", "You have to show the modern hoe a little appreciation", "Don't play dumb hoe", "Get Off At 9 Like A Hoe", "It's rainin like a bitch. But where my bitch. I need my bitch.", "I may argue , fight &amp; cry over the bitch but we make it work at the end of the day", "I'm one sexy bitch", "@__JaiMonroe 😂 bitch u do it any other day", "Looking like Popeye. Yo bitch love the semen", "@MayKayParade i know but i hate him he's a cunt", "Bitch, you ain't got shit on me", "my main bitch and my side bitch mad at me", "@_jasmin______ same shit u still a hoe", "What do u get out of calling your girl, my bitch?", "That's some hoe shit ..", "im on some bitch im mel, shit", "fuck that bloodwork hurt like a bitch", "Man that hoe be ain't the same shit", "@jossiell_g go u lil bitch", "Britney Bitch!\n#MTVStars Iggy Azalea 🚀 Lana DeI Rey 🚀 Britney Spears 🚀 Demi Lovato 🚀 Selena Gomez\nxxx--48", "\"Fuck that bitch\" 😂😂😂👏🏻👏🏻👏🏻", "Bitch I'm BLIK for life😈", "Get the fuck away bitch", "@ItsNigelMurray I was gonna come tell you bitch", "Yall bitch niggas, yall fugazi", "you got the right lil bitch !", "@De7oTwj Bitch you guess it huh 😂", "@A_mieke Hallo ploeg van de ochtend. Hoe is het?", "@ItsNickBean I'm In school you bitch", "@Promethazinee_ where u at bitch i hit your line u aint answer i wanted to hit marina !", "@TheeKiwanLear Nah she's a bad bitch", "Tell a bitch I said fuck you", "Idc how many fights me and him get in he's still my baby and no bitch is gone change that so all these bitches needa hop off💯", "Tell me everything so a bitch can't tell me Shit.", "Half bitch half sweetheart ☺️", "pull up hop out your bitch she on dick", "@Romo_Numba_Nine Free Kadoe Bitch ❗️❗️💯", "Pandora tryna get a bitch but I ain't witttt itttt", "Bitch don't ask no questions", "She wants nothing more but to be a little whore~", "Most of us, need a bad bitch with some good throat", "bitch make up your mind😂", "Bitch get out my face 😂", "Lady C more like lady cunt", "you don't ever trust no bitch ever", "@goeminne1997 @EviDDG als jij geen vriend hebt dan moet je eens incest proberen of hoe je het ook schrijft", "Vroom vroom, yeah I'm rich bitch", "Go. fuck dat bitch", "@bruhitszach missed you hoe 💕", "I might just tell this hoe my secrets.", "I'm that bitch that, you can't fuck with", "Bitch I ain't no lame let me talk to this🐱", "@eleanasalas you're a dumb bitch 😂", "I don't give a fuck bitch i don't like you", "\"Heartless bitch\" 🤔🤔🤔", "I seen that money make a bitch evil", "And Yo' Nigga Hoe 😂😂😂😂", "paybacks a bitch and you know that shit", "Bengals 🐅 🏉 Bitch ❗️❗️❗️❗️ #WhoDey", "@Teener_girls hoe weet je da?😂", "I'm cute as fuck fuck that bitch", "@RonnieRadke oh shit bitch 😂", "@kinqdomcome @THOTJAI BITCH I KNOW IT IS WHY ARE PEOPLE LIKE THIS", "FUCK YOU, YOU BITCH ASS 🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼 @haeevino", "@SEXURXUHLS can call you a bitch again if you'd like?", "I want but I don't need the bitch ...", "@MafiaGirlzWorld @mafiaamirer fucking dumb ass bitch", "Love the irony of what starts the fight over Claire at the inn. \"They called you a whore.\" Only we can call you that. #Outlander Rent 105", "@DannyxOcean tried so hard to not make hisself look like a hoe #ArtificialIgnorance", "@RooneyTheLegend 11 11 11 ELEVEN - ONE REMEMBER BITCH?", "I'm too clean I'm too holy bitch I'm Godly", "@snatchem_69 freak hoe , freak hoe. bounce that ass make ya knees touch ya elbows", "I can care less about what a bitch or a nigga have to say about me 👌🏼💯 .", "A hoe gon be a hoe regardless 💯", "Just Gone Start Coming Even Harder  To Make Every Mad Bitch More Mad 😂😎😎😜😜😜😊😊😊✌️", "@TommyJoe__ @_OhThereSheGo y'all some hoe ass niggas", "@_HannahNicole24 bitch mom said you could come over", "Lol don't think bitch", "Work is a bitch! I no longer want to work on Sunday's", "What a shame, the poor groom's bride is a whore.", "I like your hoe costume,I really do", "If u go back to ur ex bc u see him happy n moving on .. ur a bitter ex bye bitch", "Hoe = a bitch who aint loyal, fucks with any nigga in sight that she talks to, touchy and feely all 25/8 of the week...", "\"Why don't you go back to Whore island?\"", "@David_Cameron Sorry to burst your egotistic bubble but he thinks you're an insignificant cunt, Dave. Sorry, but he just does....you cunt", "My main chick then my side bitch", "Fuck that stupid ass hoe", "i don't need a bitch 💯", "@X_T_M_ i'm a like whore :p", "call me a hoe but i want calvin kleins", "@NuzariBee bitch can I get there 😩😩😩", "But then again we like that hoe ass shit", "@dimple___beauty bitch you aint got shit", "Dumb ass stupid ass bitch", "I remember when \"party\" meant birthday party, not drunken whore-fest.", "Zien hoe lang ik dat volhoud", "You act like a bitch nigga and I hate you", "we be talking liq talk and ima fuck yo bitch to", "@American_PYSCO bitch finally decide to follow niggas", "My brother is a hoe 😊😊😊😊😊😊😊😊", "came up in that bitch straight reekin🍃", "Cunt 1 cunt 2 cunt 3 - all of the pussyholes", "@TheReal5quad go back to sleep hoe", "Tell me why yo bitch , keep patrollin like she 5/0", "@__JazmineP  That bitch make you wanna fuck", "Watching Rupaul with bf\n*bf sees sharon*\nBf: She's clearly you \n*sees phi phi*\nBf: And this one if me\nMe: Bitch get the hell out, hate you", "That bitch said or being under my son 😂😂😂", "@xoxonatalia123 lol bitch I'm in class", "Throw sum D's on that bitch", "This nigga lost in the sauce and his bitch lost in the game.", "A bitch can't get shit from me", "freaky bitch eat the dick while I'm playing madden", "my lil bitch a vet, she said she need a doggg", "Don't text my man, bitch.", "@JZidorMusic nah you the bitch.. Look at ya.. #bitchassnessisnottoleratedinthesestreets#", "Did you know the most common food allergy is being a little bitch?", "eu e minha afrodite, bitch", "u so good @ backstabbin' die bitch die", "@mikecantuu I HATE IT SO MUCH LIKE NO BITCH I WAS THERE", "Like Bitch You Ain't Me 😂😂😂", "Oh look you cancelled on me again for your hoe", "Hate hate hate hate hate my old boss she's suuuuccchhh a fucking bitch", "Fuck that lil hoe she a dog you", "I can't give my heart to no bitch", "I don't need it to be Halloween for me to be a hoe", "im lit right now bitch recognize who you with right now", "You a hoe, yo momma a hoe &amp; yo granny a hoe who makes double cause she can take out her teeth..", "@SavageInnaTrap @Paralyzedvirgin 😂😂😂 hoe ass", "Putain mais je peux pas imaginer ma vie sans Breaking Bad BITCH", "Yeah. I'm doing it. I'm going all out on this bitch", "@jonnygoo fucking hope he does the fat cunt", "All I ever wanted was a dope bitch", "Why you gotta curse Rousey's name 😂 bitch", "@BattlinRise u still haven't told me how u do this u bitch", "Verschrikkelijk hoe Bardo retweets probeert te grinden deze avond", "Happy Bday to our sassy Bay!!! Love you cunt @baymchs5", "I could put a bitch on like worldstar", "They can't understand that i simply shine.\nBut... Ima get mine like real on real . No to that hoe cause it's deals on deals talking for real", ". When a Bitch Fuckin w. A other Bitch Nogga they Loveeee to talk about it 😂👐🏽😂😂😂😂👐🏽👐🏽👐🏽👐🏽👐🏽👐🏽👐🏽👐🏽😂😂😂😂😂😂😂😂😂😂👐🏽😂😂👐🏽😂😂😂😂😂👐🏽👐🏽👐🏽😂👐🏽😂👐🏽😂😘😈", "fuck u u hoe I don't want u back", "Bitch please, i'm parawhore 💁", "Bitch I hate you so fucking much", "I'm the bitch you love to hate.", "Like do you always have to bitch about something?!?", "I don't want hoes, what can a hoe do for me?", "@Tariku__ I let that hoe ring out and call back when my song finished", "@graceeyxoxxo bitch our Nigga 😭😂😂", "@StarboyTheo don't ever call me a bitch", "Eat yo bitch like a skittle", "my hair's bein a lil bitch and never straightens", "@cianan1997 coz you're a fucking cunt", "Bitch Ima choose the dirty over you, you know I ain't scared to lose ya", "@ThatsMe_Raven Tate hoe act like you don't know", "fuck a bitch nigga &amp; his bitch, nigga..", "I'm so high high high that a bitch can't blow my high", "what are the criterias that are necessary for a girl to be referred to as a whore??", "Hoe, SHUT..THE..FUCK..UP", "Couple A, B, C's, bad bitch double D, popping E, I don't give a F, told you I'm a G", "@ShyGlizzy cancel that bitch 🔥🔥🔥", "Oh you got a new bitch you think you got a new bitch ? She ain't no new bitch , she a used bitch", "@__rayeeee no tf you don't hoe 😩", "@_tyyyyyyyyyyyy bitch you talk too much 👊🏽👊🏽", "I said I might , I might just fuck your bitch .", "I'm getting to the Guap bitch I be guapinnn", "@MrRPMurphy @ladygaga BITCH YOU BETTER SAY YES!!!!!!!!", "@piercedemsirens now whats ur number bitch", "@_IXXI bitch I don't like u", "bitch I don't like u i wanna fight u", "@BHR_RiC don't call her ur bitch though", "Say that she miss me, bitch you don't miss me", "Call the police bitch nigga. CALL THEM.", "\"Didn't I say get off of me hoe?\"", "@Louis_Tomlinson go home dumbass bitch", "Treat a queen like a queen and a hoe like a hoe", "Karma is only a bitch if you are :) Remember that:)", "Fuck I look like hoe? I look like yes and you look like no", "Bitch I got some shit to say", "I got a perfect relationship with my bed.\nUntil this bitch \"alarm\" splits us up.", "Studying can become a revolting bitch at times &gt;_&gt;", "this bitch funnnnnyyyy I'm so done😂😂", "bitch you don't need to know", "let that hoe know he in love with that chlochlo", "@Mantonxx lazy bitch lol pull your finger out", "@yixingswoc @Zitaosthot @kadicoupIe same bitch saying \"it's just twitter\" and then talking about twitter relevancy", "Ima Fall Back And Let Mfs Get They Lil Thoughts Together .. Cuss I Know For A Fact Ain't No Bitch Gone Be There Like I Am 💯", "@BigBlackDaddy27 Lucky bitch getting to serve two daddies.", "⚽️⚽️⚽️ GOAL ALERT !!! ⚽️⚽️⚽️⚽️⚽️ THERE'S A GOAL !!!! ⚽️⚽️⚽️⚽️ &amp; THE #CUNT WHO SCORED IT IS ......   GRAHAM 1-0 #WWFC   WHAT A CUNT!!!", "@aloysiavansilf1 hoe zeg je castreren in het Chinees?", "@S_lina_ i was like really bitch is it? 😂", "a|100 BITCH BETTER HAVE MY MONEY $♥ #MTVStarOf2015 #MTVStars Rihanna 🌸 Lady Gaga 🌸", "@triflinqueen @majestyjongin bitch if you don't get the fuck", "Vota Bitch   #MTVStars Beyonce 🚼 Lady Gaga 🚼 Nicki Minaj 🚼 Rihanna", "@Overshots yeah team mates on my end running in spawns and me just dying instantly off clips from every cunt in the game looking at me", "Tim loves calling me a hoe", "@__tiffanyandco you a petty bitch 😂😭😂😭😂😭😭😭😂😭😂😭😂😂😭😭😭😂😭😂😭😂😭", "Blake's a hoe I swear.💀😂", "@farahfouffriau hoe is het afgelopen vandaag in het ziekenhuis gips eraf", "If a girl cares about you she'll get upset over little things and if you can't handle that, go for a hoe that doesn't care what you do", "Bitch what ??? Lmao 😂😂😂", "@Madonna DO YOU REALLY KNOW WHO IS REALLY THE BITCH?", "@rspnlpn bitch pliss.. I knew it.. Ure talking bout me..!! S'hole madafaka..", "Don't ever be ashamed of who you are. Unless you're a hoe... Then be ashamed.", "@cunalinguss @FunnyIines @Ant_Cummings @mylees123 she a hoe, don't got one", "@jailbaitcore BITCH IM UR FRIEND", "I'm finna go off in this bitch", "Any cunt want to start a band?", "ang daming bitch sa paligid -,-", "Mfs have one argument w their bf/gf &amp; post \" single \" 😐. Bitch I fight w my parents but you don't see me post \" orphan \" 😑", "Can based god fuck your bitch?", "@urgfalbina then don't look at it dumb bitch", "you're not a bitch, not even a little. You're a kitten", "If he's name starts with J he's more than likely a hoe", "Bitch pas besoin qu'on s'entendent, ivre pour tu sra consente", "@jtul24 @kicksb4rent 😂😂😂 my friend showed it to me in like middle school and I was like bitch wtf?", "Say he love me, whatever that is . Do me a favor , say that shit bitch", "Let a hoe be a hoe, cause she a broke hoe !!", "Katten opvangen zonder kleine hokjes. Wij en WEBA doen dit al jaren.Wil je weten hoe? Kom dan naar de Open Dag Zaterdag 3 okt. 11:00-16:00.", "hoes always ganna hoe", "Yes I'm that bitch 😂", "@yandereonee @SketchNoteyy @GarbageDollboy fuck off randeef u whore ily", "@stackorfall_DT I meant did you see bitch stop acting dumb", "@Natabunny08 i ain't got time for you Bitch bye", "@jondaniels53 don't start world war three with me lil bitch 💀👀", "Look you in your eyes I can see the bitch", "Fuck a bitch and a lame nigga", "You know that bitch just hops dick to dick right?", "@thekaylataylor 😍😍😍😍😍 Bitch 😍 Avi 💛", "That my bitch forever eva. The love we got is forever eva", "I know i know, I stood up for myself I'm suuuch a bitch.", "I might see a bitch and forget I hit it", "@_bvbylex fuck that retake he don't wanna be in that bitch", "Postman pat looking twat what a cunt", "FUCK you &amp; your feelings bitch 🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼", "Your a stupid fucking bitch ✌✌", "BRF- bitch resting face 😂", "did Michael call Ashton his side hoe on their snapchat", "@LOVE_briana446 &amp; this dont got anything to do with you or the nxt bitch 🙄 im talking to briana ✌🏿️💀", "That's Not Yo Bitch If Other Niggas Walking Her To Class", "@ItsJasonDidee I cunt go until May 😢", "I wish I had a bitch like me 😩", "😂 I don't like his bitch ass", "\"Tell them if he's not part of the solution he is part of the problem then say bitch better have my money\"- the shit my dad says 😂", "But I'm not gone argue with no bitch...", "@Giavana_Raine @attianaa GIRL😂 bitch bye", "\"Rihanna - Bitch Better Have My Money (R3bab remix)\"", "Niggas really bitch made", "You don't call your girlfriend a hoe. Where the real guys at", "@etnow leave kinder alone you bitch", "@Msrichards_2you bitch you was a tomboy 😩😭😭😭", "@CSakua hoe ナグロビンうぇーい！#セフレ #sealds #男女 #nowar", "Found a house party bitch!!!!!", "@rubenbriones3 boy you a bitch all did was talk ain't nothing boy", "yo bitch suckin' on my last name.", "Guy: I WON THE LOTTERY! Girl: OMG! Guy: Pack your shit! Girl: What should I pack? Guy: Everything bitch you gotta go.", "@BSfromPS motherfckrz like @AybekMazen are use to fckng there own sisterz you sick son of a bitch", "I'm down to sprulge on my bitch kuz I don't wife no whores", "She was a basic bitch till I piped her up.", "@nsfwmason You're one lucky bitch", "Can't take a hoe to serious", "I see those colorful crayons on your face and bitch their not good", "Boo bitch bye!👋🏽", "@ThePrissAnn people like this fake bitch here.", "if u work ur way into becoming a robot like me u won't get mad when ppl hand u cards calling u fat or cunt !!! #psa #psa #psa", "@Kay_Luree right bitch I gotta stay off u do to 😑😕😒", "@Fox_toasts we get it I'm a whore 😂", "I feel like that I'm the fucking bitch now what the hell", "Fuck you bitch ass niggas", "If you actually don't like me then don't be a bitch just don't be my friend lol", "Okay bitch get yo shit. Like I can't even be mad 👏🏿👏🏿👏🏿👏🏿. Honestly motivated", "I'll swing on yo bitch ass !", "I don't want that hoe I want that bitch", "Tfw teacher is a cunt and won't let us use phones while watching a movie", "Lol. Okay bitch.😂", "@ScallyZach Absolutely true sir! ;) We bitch-boys just deserve to gag on your huge cocks and get choked, slapped, spanked and spat-on too ;)", "Bitch it's one of me and it's two of you", "@RichardTacolino why did u change ur @ u cunt ?", "Ima rain on your parade bitch", "Fuck yo feelings ain't no sorrys bitch", "@nyvrythamovie lmfao bitch 😂😂😂😂😂😂😂😂😂😂😂😂", "👩‍❤️‍👩👫👩‍❤️‍👩👫👩‍❤️‍👩👫👩‍❤️‍👩👫👩‍❤️‍👩\n👫\n👩‍❤️‍👩.          👯\n👫                   How I Expose a HOE\n👩‍❤️‍👩\n👫\n👩‍❤️‍👩\n👫👩‍❤️‍👩👫👩‍❤️‍👩👫👩‍❤️‍👩👫👩‍❤️‍👩👫", "I WONDER WHAT ARZAYLEA'S REACTION IS THOUGH LIKE HAH BITCH HAHAHAHA", "bitch ng referee hays yoko na manood", "Like FIND A BITCH ALREADY...", "@lxgxndary he a bitch ass nigga 😂", "Bitch Put In or Get Put TF Out", "Bitch i dont like u", "\"Or else what bitch\" 😂😭😂😭", "Im a lame hoe ? . But all the hoes before n after me was lame  AF THO .", "61.1 Bitch Better Have My Money $ #MTVStars #MTVStarOf2015 Rihanna 🍕  Lady Gaga 🍕  Tinie Tempah", "@allyssamahan @madison_rotondo Sick of your shit. Now fuck off cunt", "i just wanna fuck, lil bitch so what", "You girls be 13 talking about \"I hate sleeping alone\" .. Well bitch you better buy a damn teddy bear.", "I'm a crazy bitch 😂", "But your bitch down like old yeller.", "Sorry @jackgilinsky but @JackJackJohnson is my main bitch:-) you's my side hoe:-) love you both:/)", "Treat a nigga like a hoe", "You lil dumb ass bitch", "if you don't take a picture with @venaerangel she calls you a hoe :/", "Bitch won't get off his phone", "d|100 BITCH BETTER HAVE MY MONEY $♥ #MTVStarOf2015 #MTVStars Rihanna 🌸 Lady Gaga", "Wish a bitch would ☺️☺️☺️☺️", "Bitch Ass 😂💯", "I swear Ian hiding from NO BITCH period so make sure when u really @ me make sure u @ me now fuck on ✌️😘", "Then he says, \"Fuck you, bitch\" as she leaves... unbelievable! SMH.", "Bitch I don't need u", "jis tarah shabnam kay khatare murjhaye hoe phool ko taazgi detay hai usi tarah ache alfaz mayus dillun may roshni kartay hai..", "I just wanna pull up with a bitch with no instagram", "@BECCCAV3 I love how you're a bad bitch!", "that moment when ur scrolling through ur tlist and a notif or an @ startles u\n\nbitch", "Cracked my phone got the screen fixed couple days later cracked that bitch again 😅🔫💊", "You spell your name like a bitch @Coby", "I hate you you dumb ass hoe", "\"I'm a little hoe for the money\"", "Hoe meer dagen er paseren, hoe meer ik er van overtuigd ben dat gij altijd mijne nr 1 zult zijn.", "@IamDanteB @TamiRoman  Brandi is a boring and petty Bitch ✌🏽️✌🏽✌🏽✌🏽✌🏽piece.", "Like, hey happy birthday bitch.", "@Tatii_BaBii_ @iStoleBobbyHat_ BITCH 😭😭😭😭😭😭😭😭😭😂😂😂😂😂", "Bitch I dig it I eat ice cream with my chicken", "Yo bitch want every nigga", "sei muito bem quem é quem: sei quem é dama de jeito, sei quem é hoe, sei quem é amigo, quem é conhecido, quem é falso.. sei quem é quem", "@boringasheaven なんて言ってるのかな、Hey, can you hear me, bitch? youre such an asholeとかかな、きっと。\nちゃんとイラスト完成させてまたやってみよ。", "lol that beer belly isn't cute hoe", "Y'all should see this bitch @CrazyAssJazz 😂", "Silly hoe, unblock me and apologise", "Just ran a bitch off Twitter for jumpin a mom in less than 20 minutes lol it's all gravy tho, you still gon get these hands. #DISRESPECTFUL", "you better vote bitch! #MTVStars Britney Spears", "I will never forget the night I was at the club with Leo &amp; some bitch tried being all up on him &amp; as I walk to him she leaves saying sorry😂😂", "I said don't mess with me bitch 😑😑🌵", "My phone was on the charger for so long but the bitch wasn't charging", "Hoe excited ben jij voor Get Weird? Tweet het in emoji's 😍😱💖🎉😜", "@ryansingleton01 @celticfc a wee greeting face cunt, a wida drapped Gordon weeks ago anaw", "\"like bitch caalllm dowwwn\" 😭😭😭", "I'm a crazy ass bitch", "@gfcdiamond @rootsoffight the time has come alright...your time cunt", "Karma is really a bitch..", "@TubeTotaal hoe kan je die dan instellen", "Britney Bitch!\n#MTVStars Iggy Azalea 🚀 Lana Del Rey 🚀 Britney Spears 🚀 Demi Lovato 🚀 Selena Gomez\nxcXsas53", "hate a bitch that delete tweets", "You think we like you?  Bitch u think again", "Bitch you know a nigga poppin' wait yo turnnnn", "Lady C... Does the C stand for cunt? #ImACeleb", "If you my nigga , be my nigga ... I don't want a relationship with a bitch nigga", "Britney Bitch!\n#MTVStars Britney Spears\nPreston19", "That hoe @DTA_Chris in this bitch wit us", "@kikkyri coz the bitch are so hot ...like a cabe cabean ....kkkkkkkkk", "i aint never been a bitch .. \ndont know how to be a hoe ..", "tlkn bout me to dem hoes😕ah get yo hoe fukd like dat☺️", "This bitch ALWAYS got something to say.", "Bitch didn't get my drink", "WHEN YOU BLOCK A FAKE BITCH ON SNAPCHAT ☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️", "Side hoe problems 💀👇🏾👇🏾👇🏾", "@TaleaGrandy thanks hoe 😘 love you too", "@cvmeron27 come and bitch slap us", "Being a stripper don't make you a hoe", "kinaganda mo yang pagiging bitch mo ./. ka!", "Britney Bitch!\n#MTVStars Iggy Azalea 🚀 Lana DeI Rey 🚀 Britney Spears 🚀 Demi Lovato 🚀 Selena Gomez\nxxxx1", "bitch I'm on my money phone\nbitch I'm on my money phone bitch I'm on my money phone\nbitch I'm on my money phone bitch I'm on my money phone", "I cant stand this hoe and her use of the word becky #LHHH", "@camilleduval__ spell check did me all types of wrong 😂^^ I meant *messy ass hoe", "😭😭😭😭😭😭 RT @_WordSmiff_: If you wanted her you would've kept her. Move Carl Thomas. Niggas got booty to eat X your bitch on the menu.", "@NASCAR won't be watching the Roger Penske whore show!", "I gotta get I gotta go . Nigga I fuck bitches better watch yo hoe .", "Cause i'm a bad bitch", "Bitch please, I dont care if its your brothers damn birthday.", "Bitch nigga miss me wit it", "@Bmwilkie say it to my face you little bitch", "@YoungWild_WIERD bitch how ?😂😅 you blew it", "Try me bitch 😂😂😂😂", "you know that i'm a crazy bitch", "@Betonnie @Pimzn @Lantvanbelogte Pzc is, hoe zal ik het zeggen ...", "Quentins a hoe ass mook ass mf", "i got your bitch on my phone💀", "I saw my old bitch yesterday you should have seen her face", "@Branaaee_ bitch fuck you 🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽😘", "That my nigga I call'em Blocka \nThat my bitch I call her Betty Crocker \nThat my brother I call him hundred \nLa Familia 🔥🔥 @iamkevingates", "Bitch fuck who u wit.", "My sister a hoe on god , fuck her she a mark Oml", "i'm looking damn as bitch", "I'm such a bitch.  \n...I love it. 😈", "Bitch you act like I ain't up the street or something! 😒 RT @ImBlkAnnaNicole: I hate smoking alone but I sure as hell will tonight 😐", "@hwags_ 5 foot 6 bitch", "Every nigga got that one jump fresh outfit they put on right quick when a bitch say come thru at 3 am .", "My cousin is legit saving up in case his future bitch needs a boob or ass job 😂", "better watch your back bitch", "Omg im such a bitch 😂😂", "Kim complained that Kris was \"kicking out a pregnant woman\".. bitch you're rich, why are you even living with your mother?!\n#KUWTK", "@NayNOTNi @kennethraw1 we don't even know you bitch", "@KateAurthur I just read some of YF's recent interviews, and I feel like a heartless bitch. Her experiences sound miserable!", "I'm Eat Fr 💵🍴 Yah Hoe Can tell Yah That 😌", "@AstridSchat hoe is het kunstwerk van de overheadprojector geworden?", "🎶We'll never be, never be anything but loud🎶\n*Librarian glares at Pink*\n\"Shh, this is a fucking library you dumb bitch.\"", "Fake eyelashes. Thats ok. Fake boobs. Thats ok. Fake nails. Thats ok. Fake orgasm. Whatever. Turkey bacon Hit the road bitch.", "yaaaa kau la bkin menyampah aku hri2 bitch btul la!!!", "Bitch nigga we can never relate!", "Bitch please would you kindly go drown yourself in the ocean.", "Body hurt like a bitch", "Ang bitch ko kasi", "One cant even TRY to explain what they really means bc once you make an innocent communication error, ppl go into brainless whiny bitch mode", "If a bitch can take my nigga from me then she ain't for me", "@de_jedEye can I bring another bitch or nah ?", "Bitch you don't like me, I don't like you neither", "😈 if u wanna be my hoe, vote 😈\n\n#MTVStars One Direction \n\n-623", "@Tevin_Jackson lol fuck you bitch 😂", "My mom is always a Bitch on Christmas 🙄", "was broken-hearted, now it's fuck that bitch", "I don't talk to bitches who don't get they feet done.. No Bitch.. Bye Bitch", "I told my bitch to dye her hair red like Dennis Rodman", "Oke ik heb dus nieuwe schoenen gekocht is kijken hoe lang het duurt tot dat me ma ze weer gejat heeft", "Idk why my cousin acts like a bitch to me", "Fuck this fuck you fuck everything fuck everyone dolo bitch", "@hoeseoksexual HAH good suffer you bitch 😏😏😏😏😏", "tweet in like a bitch 😭", "Hoes gonna be hoes... No changing a hoe", "Bitch I'm rich just like a Simmons not Lil Diggy", "bitch im gonna un-bae yo ass", "Now I'm with my next bitch 😂", "Got my grade back from my test and a Bitch pass em 💃🏽💃🏽💃🏽💃🏽💃🏽", "@luke_brooks LUKE FOLLOW ME BITCH", "also being a total fucking bitch is cool too", "When I see hate account saying off if OtrA is ending I don't stan 1D then why the fuck R you tweeting bout it cunt.🖕🖕🖕", "I can buy a nigga hoe but I don't want a bitch", "Hood Bitch, Hood Rich 📢", "we don't want no bum bitch , no we don't want no bum bitch , we don't want no bum bum bum bum bum 😂", "Back Up Off Me Bitch I Said Back Up Off Me ❗️", "Don't spend no time on a bitch if she ain't fireee", "Don't make me expose you bitch", "@krstiantan putangina tapos pangalan pa ng pptx \"Tan's Group\" OMYGOD. WTF \"CUNT CUNT CUNT CUNT CUNT CUNT CUNT CUNT CUNT CUNT CUNT CUNT x20\"", "left the hoe at the hotel 💪🏾", "Well done Mr. Cameron you pig shagging cunt 👏", "Hope that pikey cunt Fury gets knocked out, moaning cunt making excuses before the bout's even happened", "@PNW18 @daisygirl721 Turns out she was being a bitch because she and her husband are separated. We just found out.", "trust no man, fear no bitch", "When your Chem teacher calls Marie #Curie a \"Bad Bitch\"", "I got bitch trayed 😂😂😂😂", "BITCH I SAID ARE WE CLEAR!!! WELCOME TO MY STREETS BITCH 👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾💣💣💣", "Karma is a bitch &amp; that bitch don't love ya.", "@yvngprincess_ das how you feel ? SMD hoe . 😌🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽", "TOLD THAT BITCH DONT CALL MY PHONE WITH ALLAT NONSENSE ❗️❗️❗️❗️❗️❗️❗️❗️❗️❗️❗️❗️❗️", "I'm bout to stiff arm this hoe!!", "Kant fw a lil childish bitch who want everybody", "Okay if a female dog is called \"bitch\" then whats a male dog called??? Gay? :/", "I need a bad thurl dark skin bitch", "What's the synonym of sick little dumb spoiled oversensitive rides-every-possible-dick low-IQ bitch?", "People bitch about interrogating and torturing terrorists..meanwhile they cut our troops heads off on video for fun..I don't get it.", "A hoe gone be a hoe they ain't 💯", "3 FUCKING 2 WHAT UP BITCH", "IM SINGLE BUT MY BITCH AINT", "RT @TrillAmerican: “That bitch has a name”", "Wow.. Yung katulad mong kaibigan? Dapat talaga hindi ka tinatawag na KAIBIGAN myghad bitch", "Bitch I Make It Rain Shawty You Dig That . 💪🏾", "Yo bitch ain't yo bitch that's MY BITCH 🤑💁🏽", "I actually miss chilling with Ashanti. But first she must shout at me for 20 minutes, then she tells me I must go through a hoe phase.", "It's Britney Bitch!\n#MTVStars Britney Spears\nCrazyyyy30", "If a female has a big butt and it's natural then I'll be like well damn. But if it's fake, you're just like any basic bitch trying to fit in", "Bitch ass, hoe ass, suck my ass \n@mariahdestiny__", "A bitch can't nvr tell me she late, the condoms I use don't break", "\"Bitch, ich bin angespaaaaaaannt\" - @zeriouslycs, 2015", "Someone just spoiled season 5 of American Horror Story for me. What a cunt v", "Make we Leave OTE for once...That Ball Na Goal....Goal Line technology is a bitch 😂😂😂😂😂", "If I call a bitch ugly she really ugly", "Once you hate someone everything they do is annoying. Look at this bitch sitting there breathing like she owns the place.", "Bitch boy you can't hide from the evil inside \nEat the fucking .45 everybody bout to die", "@hxleyjames ELOISE IS MY CHRISTMAS BITCH I LOVE HER CHRISTMAS MOVIE I JUST WATCHED IT", "When a girl say \"I don't suck dick\" I be on some Justin bieber shit \"bitch fym?Ohh   You better get on yo knees or go get yo keys bitch fym\"", "Cut that bitch off I ain't with the stress", "Sipon you know? You're so fucking bitch", "\"he discovered america\" bitch he didn't. and he didn't even think he'd arrived to a new continent. he thought he was in asia.", "@allabouttrump @ZaffodB @DWillem10 @ForQ2 @ErickErickscum Says the cunt that can't spell \"you\" or \"are\" correctly.", "@madiemarien bitch maybe if you would have tied your shoes you would have been able to come see me 🔫🖕🏼 lol @Tiedeman18T", "dear ex.💔 : Glad we broke up\ndear self.👽 : Do better\ndear crush.😏: Hey big daddy let me whisper in your ear\ndear school.🏫: Burn bitch Burn", "Lil bitch...ya time is up *flava flav voice*", "I got no relationship nor bitch cuz I'm in love with money!", "I don't say \"bitch imma fuck you up \" no bitch it's just as simple as \"you trynna link \" bitch stop it with the tweets 😅 Chinese ass😑", "@DuvallMaya your cat looks like a bitch just like ponellopie", "@DrEmber_C I'm a classy bitch thank you!", "@Michael5SOS @sorryimalex ya bitch ive been tweeting u for a few yrs now and he tweets u once and u lick his ass pls respect me", "@RackoverRaquel umm, I never brought him up so why did you? Guilt? Huh?  You love chimps don't you bitch", "Eish this Nombuso chick is a bitch though...", "Please please  bitch don't test me", "Its A Dirty A World But That Bitch Still Spin", "@kvcalm___ 😂😂😂 what if they don't have no bitch ?", "Gucci only to the grocery store. Stop playing bitch we balling like Okafor.", "Lmfao as long as I dont go to jail I'm straight a bitch got school Monday 😂", "I have figured out my karma for being a bully bitch all those years.", "lately you say she been killing the vibe, can't turn no hoe to no wife.", "Als je bitch wil chillen, moet ze gewoon even buiten gaan staan.", "100.1 Bitch Better Have My Money $ #MTVStars #MTVStarOf2015 Rihanna 🍕  Lady Gaga 🍕  Nicki Minaj", "@_LEXK22 Bitch Next Time Call Me - 🙄", "@kylieCoco__ BITCH STFU like Who is talking to you?", "Lol fuck u bitch", "@bastetzz mas pudera, pra não gostar daquela bitch só não sendo humano.", "all my diamonds shinin cuz they really diamonds, that bitch is in line they be really tryinnnn", "Don't like me ? JOIN THE MOTHERFUCKING CLUB BITCH 👫👬👬👭👫👨‍👩‍👧👩‍👩‍👧‍👦👩‍👩‍👦‍👦👩‍👩‍👧👬👬👩‍👩‍👧‍👦👬👩‍👩‍👧‍👦👩‍👩‍👦‍👦👩‍👩‍👦‍👦👨‍👨‍👦‍👦👨‍👩‍👧👨‍👩‍👧👬👫👭👫👨‍👩‍👧‍👦", "This bitch ain't gon like me at ALL!", "@jizzzzelly can I see you? Like you hid from me yesterday hoe", "@JillianDelanie @sydneyysouth don't call my girl a hoe", "\" don't call my bitch a bitch \" 😂", "a Bitch a be the reason 4 why Shit Is the way it is then be low key mad wen you just giving em wat they was asking 4 👎 these hoes brazy", "@giapetrelli and I'm not trying to be a bitch right now.", "1995 the year of the bitch chihuahua (Lowndes 2015) @amberlowndes_", "Every man not a dawg \nEvery woman not a hoe just most got bad intentions", "I'm actually such a bitch how do people like me", "Bitch I'm The Devil‼️‼️‼️‼️‼️‼️💁🏽😈", "Don't be my friend when you feel like it then talk shit about me. You stupid cunt", "that bitch slow slim 😂", "@tyraachristine @SexualGif jk bitch. I'm too tired", "Bitch bitch little bitch ı met you my bitch jesse bitch yeaaahh bitch jesseeee bitch no", "@Mr_Coleman10 I just told you , don't be a bitch. Man up", "@Timbers_Jim @irlchuggo @dumbmongreldog oh that cunt he can fuck right off", "I'm just a hoe ass gangbanger, what do I know?", "@NathanSykes all i want is to watch your video but youtube is being a bitch.", "@Dogsplained ʕ ノ•̀ᴥ•́ʔノ Bitch, I didn't stutter.", "See You Again fat ass bitch", "but I'm not a hoe like him so idem @c_p_20 😊", "I don't talk bout people ' ✋you ah never hear me saying some bout what a bitch got or wearing !!! That mean im worried &amp; im not at all !!!", "A hoe is like the first slice of bread in a loaf.. Everybody touches it but nobody wants it.", "@xRainingGlitter bitch leave my man alone!", "@JussieSmollett on top of you being a pioneer you have become a sex symbol for the gay community hoe does it feel to have this title?", "bitch me2 where the fuck did that shit go", "You can try to kiss everyone's ass all you want but everyone still knows how much of a crazy bitch you are lol oops", "@adasiacymone I love you bitch I will never stop loving you bitch ❤️❤️❤️❤️❤️❤️❤️❤️❤️", "Got me fucked up I won't trip about a hoe no!", "Don't front on the bitch that was there REMEMBER that !!!", "😂😂😂 that hoe is funny", "K your head \"@Olubaba60: K \"@SPOILT_GF: Yes we concur \"@Olubaba60: I be hoe I concur!\"\"\"", "Him say na ratchet hoe 😀😁😂😀😁😂😀😁😂😀😁😂😀😁😂😀😁😂😀😁😂😀😁😂😀😁😁😂😁😁😂😀😂😂😀😁😁😀😁", "i dont like a bitch nigga", "We don't smoke blunts bitch.", "Bitch imma dog imma fighter", "niggas on the internet hate me bc i get more money than them n i look better n pussy juice up better than they bitch", "His bitch so weak I thought I had some real competition", "YUUUUSSS BITCH I'd be like I'm you're being a cock block ✋🏻 lemme get my nut and then come back and we'll talk 😂😂😂 - only @JerikaJohnson2", "@RealFKNNews The USA is the great whore of Babylon...", "She treats her daughter so uglu and and goes all crazy bitch when her son", "If a bitch was to bring up our baby on some weird shit on the Internet . I'd say something like who's place is that ????", "@giiimariiie u are the most down bitch i know, i love u", "I hope you ain't subtweeting about me like a lil bitch would", "I know Ima get my bitch back", "bitch dont act like you dont know", "Bitches be like are you lil mad or big mad. Bitch is you lil broke or big broke 😂", "Getting sick. Ain't this about a bitch!!!", "\"I think I might love this bitch, Fam.\" 😂😂😂😂😂", "🎶\"Getting super high tryin to stay low key suicide my doors, suicide my doors bad bitch of the year you should win an award\" 🎶-Tyga💙", "It's funny when a nothing ass nigga want to call you a nothing ass bitch", "@ahzisanahgase wassup bitch 🙆🏻", "[24/12 12:12] Bitch 👽: Fica em casa seu zbct\n[24/12 12:12] Bitch 👽: Vai sair pra quer?", "@whiteacura Example: \nMom \"Who are you talking to?\"\nMe \"This bitch from high school\"\nMom 👋👊✊👋👊👋✊👊👋\nMe 💀👻", "@mexinonblonde @Shot_Of_Cabo well well well let's get down to it then bitch;)", "@skinnyzialI @rnbszap u keep pronouncing it wrong hoe", "Tan ass bitch 😾😾", "@abbiefarrell shut ur dirty whore mouth", "@Vampiresca_Love @Louis1991Tommo1 just because I'm a fan account he thinks I'm doing wrong. He called me a whore basically", "@obliviousjosian I said good game you bitch", "Ima keep a bad bitch no matter what", "@aryavive me dijiste bitch, arrepiéntete ! hahaha 😂😂😂", "Stop being such an immature whore maybe???", "I guess that cunt getting eaten", "RT BritneysPHarmy: It's Britney Bitch! #MTVStars Britney Spears GRaajKumaar GRaajKumaar GRaajKumaar GRaajKumaar", "@WHlTECRIES we don't want u hoe", "@TheFirstHourr hoe zou het komen?😏", "Mr. Steal your girl\n Mr. Steal your hoe\n  Mr. Steal your cookies", "must  b nice that your parents buy u everything must b nice that u don't kno the value of a dollar must b nice to b a cunt must b nice :--))", "In the mood to beat a bitch face in !!!!!", "@BIGG_GUCCI_NATE tell devo hoe ass not to take an hour to come 😒 I'll literally be back home in 10 min 😒", "Works going to be a bitch tomorrow", "Girls that call themselves \"bitch\" as a cute meme is not cute", "like bitch do you ever stfu.", "Junhoe the main bitch yes yes", "People be on some much hoe shit u can't even be mad at them the shit in the air👐🏾", "Idk if my anxiety is just being a little bitch or what", "Bad bitch wanna fuck", "If you want pussy, man up and treat a bitch right and you'll get all the pussy you want..", "She's a bad bitch , super bad bitch", "Can't let a bitch finesse me", "that's how you know your goals not big enough. you have time everyday to argue w/ women on here about what makes them \"ugly\", a hoe etc", "Hoe noem je een beer die veel trekt?.. Een masturbeer.", "@pledis17__STAFF @pasteItae YOU'RE UNREAL IM NOT EVEN SWERVING YOU BITCH", "@kayhollidayy love ya too bitch. 😂😩", "@AllAboutCaydis I know bitch . It's not hard", "Wees gewoon eerlijk. Hoe moeilijk kan dat zijn?", "@brazuguesa miss u bitch 💟💟", "Bitch, smh u don't smoke tho 😴", "@_bvbylex fuck that retake he don't wanna be in that bitch", "Don't let a bitch interfere.", "A part of me wants to buy new clothes. Another part of me wants to not be a broke bitch.", "Long ass clip that's 30, gotta body on that bitch, that's dirty", "Don't try to out bitch me because I promise I can be a bigger bitch than you can ☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️", "Notice how he slyly corrected that hoe when she said jongin lol...", "Fucking annoying ass bitch .", "\"Kill us both!\"\n\"No! Kill yo side bitch!\"", "There the whore we all know and love #GH", "@emilynunezc 🎵this hoe's ain't loyal...", "It's Britney Bitch!\n#MTVStars Britney Spears\nOpsss48", "@Zack_Fox20 only your bitch ass would say that", "move bitch !!!!!!! get out the way", "Halloween is over and you're still a hoe.", "Bitch had me cryin Laughing😩😭😭😭😂😂😂😩😂", "They call me Mr. Over do it bitch 😂", "Told that bitch don't call my phone with all that nonsense", "Jammer hoe bijeenkomst over#vluchtelingen is verlopen #Gemeente Gorinchem. Als #De Beuk was ingehuurd was het anders verlopen.", "i wish this bitch would stop watching me", "99 problems but a bitch bet not be nann", "one hoe to my left and one to my right", "Happy birthday bitch I love u @gabriellaglaz", "bitch better not say NOTHING to me, family or not bitch you can still get beat up.", "@baaabbyluis THAT WAS FOR HOMECOMING! I am queen bitch as declared! You are queen of tumblr!", "Val u a hoe and u know it", "@bossupmaci told you bitch now say sorry", "Hoe kunnen mensen zo stinken...", "Hoes Be Likee  I NEED LOVE &amp; AFFECTION  No Bitch.... You Need BIRTH CONTROL &amp; PROTECTION !", "I'm so good bitch picture me not", "@MeMitchieT No one anit doing nothing about it so I'm worthless and a bitch", "Bitch ass blocked me 😂😂", "Rule #1 of a Boss ass bitch. NEVER let a clown nigga try to play you", "Bitch I'm bout that action", "@shanneen123 yes we shall definitely !! We need to have a drink soon aswell hoe 😘", "SOU OTARIANA NA NA NA NA NAAA BITCH I´M BIAAAA", "@mary98x @__miss_k_ @_ammar23_ I wish a bitch would try her", "😂😂😂 your girlfriend is a bitch to that nigger she rejected", "Female is dehumanizing....queen is too...but slut, bitch and Ho are being \"reclaimed\"...why not reclaim female too?", "I hate any bitch dat Eva got a chance to fuck my nigga before 😂😩😂😖😖😖😖👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼👊🏼", "@aprilbriggs_ i'll kill u bitch", "You better handcuff your hoe with a zip tye", "Missed three calls now the bitch bugging", "when your favorite enemy stay on all your social media 😘😝😘😝😘😝😘😝😘😝😘😝😘😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘😝😘 HEY BITCH", "No hoe put fear in my heart", "If I knew she was a hoe I woulda fined her", "and just like that, I'm over your bitch ass", "the sweetest bitch you'll ever meet", "never fucked w a white bitch til me lmfaoo", "I know a bitch on go when I say so", "bitch I don't like u i wanna fight u", "@MissPointwood  Hoe is ze in vredesnaam in dat pak gekropen.", "And I know you twatching me FUCK YOU BITCH 🖕🏾🖕🏾🖕🏾🖕🏾🖕🏾🖕🏾", "@akunnamatata_  And also I hate Myles now he's a whole BITCH", "Bad bitch rolling w/ me.", "🤔 what is beef 😭 ain't nobody stressing on a lame hoe 🅿️🙄", "U just another lying bitch ass nigga 💯💯💯💯😴😴😴😴😂😂💀😂💀 @CordaniTyler", "I'm tryna calm down , I Called my bitch she said calm down.", "People think I'm funny but I'm just being a bitch.", "@xciuu_ Haha you're a bitch 😂", "I swear if y'all could just see what I see &amp; what I get told. People will understand why I'm about to be the biggest bitch EVER!", "@mrpolska hoe trek ik een helm aan?", "@Lovexryanne_ I called him a slut and he said whore*", "That nigga talking like a hoe tell that bitch nigga speak up", "Tune is this bitch tell my niggas throw them Bs up", "Why does my family get so mad if I talk to a boy just as a friend they curse me n call me a whore I don't get a break from them either", "\"@40oz_VAN: I ain't lookin for a friend bitch.\"", "balmain super different bitch..", "Like this bitch seriously drinks her piss and rubs it on her face thinking its a good thing ARE YOU SERIOUS I'm beyond disgusted", "@angelicbvbe @Michael5SOS Night hoe! I mean mom! Hate you bitch! I mean love you!", "ion need no part time people in my life; bye go fuck up the next bitch sleeping schedule 😒", "Cunt never leaves his seat. @Manutd LVG OUT !", "WHY DOES THIS BITCH TRY TO TALK TO EVERY GUY I TALK TO OR DID TALK TO!!!!😡😡", "Old bitch keep callin he think I'm awesome", "Yo ka fè l'agent pou bitch , ka oublié poche a yo 🎶", "I came in this world crying and everybody smiling. \nImma leave this bitch smiling and everybody crying.", "I ain't talk to my bitch all day Fr 😒", "\"TU TEM MO CARA DE BEBÊ\" bitch tell me something i don't know", "@___ArEssss @Shambella_x3 - threw that bitch 😂😂😂😂😂😂😂", "I just took your hoe cause I ain't got no manners.", "Sometimes I forget I'm crazy then I see u posts some dumb ass shit bout a bitch then I realize wow I'm fucking crazy", "He finally found a bitch that down I know he wish she stay 💯", "i'm sorry i called you a gap toothed bitch. it's not your fault you're so gap toothed.", "bitch bitin on my ear like im holyfieeld", "Ima rob that hoe she carry all that money and no gun", "Love and sex dijo Matias y era sex and the bitch. Jajajajajajajajajajajajjaajjajaa", "Count up my money your bitch see this once now she dying to get wit me", "I don't wanna be in a relationship = I wanna be a hoe", "@rizzlesamelia fucking love you bitch X X", "And I'm back on this bitch. I think I'm lactose", "Like bitch r u the pregnant one? Is your sleep more important than mine MOTHAfucka", "My block button lost her virginity like seconds after I created my Twitter, and I still tap that hoe dailyyy ✌🏼️🙂", "44.1 Bitch Better Have My Money $ #MTVStars #MTVStarOf2015 Rihanna 🍕  Lady Gaga 🍕  Nicki Minaj", "If you got something to say, say it to me bitch", "Good dick would make a bitch waste 7 years of her life😭😂😂😂", "That's why you're a dumb bitch", "Don't talk to me I'm bitch", "@CKlaartje hoe kan da nu dikke, das live pfffff", "@hannaverboom @dwdd Ja! Ik kijk mee! Hoe gaat het met ze? Zitten ze er warmpjes bij? Wat fijn, zo'n barmhartig medemens!", "I'm a little bitch rn", "yo bitch call me big daddy", "@cindylinders 😂😂😂for real bitch", "Ya se me pasó la pendejada bitch mode on again ;)", "@MusicMonkey93 you're a bitch and I love it ❤", "👅🎄DICKCEMBER🎄 is here and u know what that means ❄ HOE HOE HOE season has arrived 🎅", "pussy punk bitch..", "Wtf is a click if yo boss a hoe?", "You can't keep a shallow bitch, if yo' pockets ain't deep.", "Baby i just want you back \n\nSike bitch i dont want you fuck a you and your grandma too bitch what the fuck is up?😏", "Bitch you breathe too much, shut the fuck up", "my bitch brown like Hennessy", "Actually most bitches get burnt AT LEAST twice in their life. I wouldn't dare trust a bitch who said she's never had an std.", "@NICKIMINAJ @TMZ AS A PERSON WHOS IN A WHEELCHAIR WHAT U DID WAS RUDE,disrespectful&amp;HEARTLESS.I I HOPE YOU END UP IN A WHEELCHAIR. YOU BITCH", "Never waste a hoes time, bitch in on my own time", "i got your bitch on 5th ave, i'm daddy.", "@yvonnephung @krystallinex u hoe. i thought i was special.", "If the bitch don't like bitches than she borinn", "This bitch a pill head, she give Ill head, I mean she kill head - she act braiiindead", "Oh shit, that cunt Jeremy Clarkson now does an advert for Amazon.", "I don't want to communicate with y'all bitch ass niggas that can't do shit for me ✌🏻️🌵", "@otrakiII BITCH GET TF GONE", "Happy birthday I love you bitch @Amanda_Lemire ❤️❤️❤️❤️", "@egrace_potter stop preeing my Twitter u hoe", "Mother Nature a real BITCH 🙄 I hate this hoe I swear to god !", "When your family thinks you're being a bitch but you're just anxious and hate them all ☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️☺️", "One bitch gone, one to go.", "@StuartAlisia hoe goe sta jij hier op 😳", "get some pussy bitch nigga", "@ASteezin @macadelic01 and how many for you guys? Bitch please", "Be real nigga not a fake bitch", "Fuck the bitch ass raiders and fuck Sammy !!!!!! @ruthless_sam #BoltUp #ChargedUp ⚡️⚡️⚡️⚡️⚡️⚡️⚡️⚡️", "Bitch at rite better chill out and ring up these fucking chips, ugly ass attitude", "@Fredriannaa 😂😂 my son shamar bitch use to have me dead", "You have cars all over your Facebook page and I bet you don't even have your theory test passed you sick bitch", "Levels to dis shit bitch", "It's my birthday bitch 🤗🤘🏽 I'm so hype", "Bitch I'm smiling, bet you see me from the nosebleeds", "You say yu ballin but yu brickin bitch", "@Anna_hetfield_ @evee_limaa bora dar um salve na bitch", "Be funny when people get the camera ticket and then wanna stop on the line, nawl lil bitch it's too late na 😭", "Been kinda down hill since some cunt robed me and beat me up! 😂😂😂😂😂", "So my bro is a hoe but when his hoes act up I be like \"bro you deserve so much better. Fuck her!\"😂😂😂😭😫😫🙌🏽🙌🏽", "KAYLIN LMAO 😭😂 my bitch", "If I ever said I fucked your bitch,\nJust know I mean it", "I Cant Fw A Bitch If She Fw A Bitch💯", "@SNSBank Hoe werkt dat dan ?", "what the fuck did you just say about me, you little bitch?", "@Xo_laj just kidding fuck her bitch ass 💆🏽💆🏽"]